{
    "E-Mail Address": "E-Mail-Adresse",
    "Password": "Passwort",
    "Confirm Password": "Passwort bestätigen",
    "Remember Me": "Eingeloggt bleiben",
    "Forgot Your Password?": "Passwort vergessen?",
    "Register": "Neu registrieren",
    "I already have an account": "Ich habe schon einen Account",
    "Verify Your Email Address": "E-Mail-Adresse verifizieren",
    "A fresh verification link has been sent to your email address.": "Ein neuer Verifizierigs-Link wurde an deine Mailadresse gesendet.",
    "Before proceeding, please check your email for a verification link.": "Du kannst den Link in deinen E-Mails zur Verifizierung verwenden.",
    "If you did not receive the email": "Wenn du keine E-Mail bekommen hast,",
    "click here to request another": "klicke hier um nochmals eine versenden zu lassen",
    "Reset Password": "Passwort zurücksetzen",
    "Send Password Reset Link": "Link zum Passwort zurücksetzen schicken",
    "Qualix password reset": "Qualix Passwort zurücksetzen",
    "Hello!": "Hallo!",
    "Whoops!": "Ups!",
    "You are receiving this email because we received a password reset request for your account.": "Wir haben eine Anfrage bekommen, dein Passwort zurückzusetzen.",
    "Reset password": "Passwort zurücksetzen",
    "This password reset link will expire in :count minutes.": "Dieser Link zum Zurücksetzen des Passworts läuft in :count Minuten ab.",
    "If you did not request a password reset, no further action is required.": "Falls du diese Anfrage nicht ausgelöst hast, musst du nichts weiter unternehmen.",
    "Regards": "Beschti Grüess, dis Qualix-Team",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "P.S.: Falls du nicht auf den Button \":actionText\" klicken kannst, kopiere diesen hier in deinen Browser: [:actionURL](:actionURL)",
    "Verify Email Address": "Qualix-E-Mail-Adresse verifizieren",
    "Please click the button below to verify your email address.": "Bitte klicke auf den Button um deine Mailadresse zu verifizieren.",
    "If you did not create an account, no further action is required.": "Falls du keinen Account bei Qualix erstellt hast, musst du nichts weiter unternehmen."
}
